{
  "nav": {
    "home": "ДОМА",
    "aboutUs": "ЗА НАС",
    "biserOil": "БИСЕР ОИЛ",
    "packing": "ПАКУВАЊЕ",
    "partners": "ПАРТНЕРИ",
    "contactUs": "КОНТАКТ"
  },
  "footer": {
    "followUs": "Следете нè!",
    "openingHours": "Работно време",
    "mondayFriday": "Понеделник-Петок",
    "saturday": "Сабота",
    "address": "Адреса",
    "information": "Информации",
    "copyright": "Остrog-Луна | Сите права задржани"
  },
  "home": {
    "welcome": "Добредојдовте во Остrog Луна",
    "subtitle": "Производител на премиум сончогледово масло - Почетна страница наскоро."
  },
  "expertise": {
    "label": "ЗА НАС",
    "title": "Нашата Експертиза",
    "paragraphs": [
      "Ние сме производител на висококвалитетни јадливи масла со силен фокус на сончогледово масло и внимателно избрани суровини. Нашиот производствен процес е изграден на конзистентност, контрола на квалитет и почит кон природните состојки.",
      "Од изборот на семе до финалното флаширање, секој чекор е внимателно следен за да се обезбеди чистота, стабилност и сигурни перформанси во секојдневното готвење и професионална употреба.",
      "Нашата цел е едноставна — да испорачаме масла кои ги задоволуваат високите стандарди за квалитет и да заработиме долгорочна доверба."
    ],
    "stats": {
      "businessPartners": "Деловни\nПартнери",
      "exportMarkets": "Извозни\nПазари",
      "litersAnnually": "Литри\nГодишно"
    }
  },
  "journey": {
    "title": "Нашето Патување",
    "milestones": {
      "ourStart": {
        "title": "Нашиот Почеток",
        "description": "Патувањето започна."
      },
      "productionMilestone": {
        "title": "Производствена Прекретница",
        "description": "Покрената сопствена производство на масло."
      },
      "internationalExpansion": {
        "title": "Меѓународна Експанзија",
        "description": "Достигнати глобални пазари."
      },
      "modernPackaging": {
        "title": "Модерно Пакување",
        "description": "Воведени напредни решенија за пакување."
      }
    }
  },
  "packing": {
    "privateLabelSolutions": {
      "label": "Решенија за приватна етикета",
      "subtitle": "Вашиот бренд. Нашата експертиза.",
      "paragraphs": [
        "Нудиме сеопфатни решенија за приватна етикета за партнери кои сакаат да развијат или прошират свое портфолио на јадливи масла под сопствен бренд.",
        "Со модерни производствени капацитети, напредна контрола на квалитет и флексибилни можности за пакување, обезбедуваме сигурни и висококвалитетни производи прилагодени на потребите на вашиот пазар."
      ]
    },
    "flexiblePackagingSolutions": {
      "title": "Флексибилни решенија за пакување",
      "paragraphs": [
        "Нудиме широк спектар на опции за пакување на сурови и рафинирани масла по конкурентни цени — од малопродажни шишиња и пакувања за угостителство до големи пратки.",
        "Како еден од водечките извозници на пакувани масла во Северна Македонија, можеме да одговориме на побарувачка за големи количини во секое време.",
        "Обезбедуваме целосно прилагодливи етикети според барањата на вашиот пазар. Производство со приватна етикета достапно за малопродажни и угостителски партнери."
      ]
    },
    "whatWeOffer": {
      "title": "Што нудиме",
      "subtitle": "Целосна услуга за производство со приватна етикета, вклучувајќи:",
      "items": {
        "production": "Производство, полнење и пакување под ваш бренд",
        "packaging": "Прилагодени формати и волумени на пакување",
        "labeling": "Етикетирање прилагодено на барањата на вашиот пазар",
        "quality": "Конзистентна контрола на квалитет на секој чекор"
      }
    }
  },
  "certifications": {
    "title": "Сертификати",
    "description": "Нашите сертификати ја демонстрираат нашата посветеност кон квалитетот, безбедноста и меѓународно признатите стандарди во производството и пакувањето на јадливо масло.",
    "certificates": {
      "haccp": "Систем за контрола на безбедност на храна",
      "ifs": "Меѓународен стандард за безбедност и квалитет на храна",
      "iso": "Управување со безбедност на храна"
    },
    "button": "Погледни ги сите сертификати"
  }
}
